/**
 * Created by uid on 2016/5/30.
 */
angular.module("M1",['ng']).controller("C1",function($scope){
    $scope.newsArray=[
        {img:"news01.jpg", title:"上海市城市建设设计研究总院访问团莅临珠海智通参观交流",date:"2016-05-25",
            text:"5月25日，上海市城市建设设计研究总院黄瑾副总工、胡龙副院长等一行，莅临珠海智通参观交流，双方在智慧水务、海绵城市建设等领域达成合作意向。"
        },
        {
            img:"news02.jpg", title:"进驻八闽大地：武夷山市自来水公司与珠海智通达成合作!",date:"2016-04-26",
            text:"临近五一，“智水云” 成功进驻八闽大地：武夷山市自来水公司与珠海智通达成合作！此次合作，珠海智通将携手武夷山市自来水公司感受“互联网+水务”的魅力，体验指尖上的水服务柜台！"
        },
        {
            img:"news03.jpg", title:"再创佳绩:江西新干县自来水公司与珠海智通达成合作！",date:"2016-04-14 ",
            text:"四月中旬，“智水云”再逢喜讯，江西新干县自来水公司与珠海智通达成合作。新干县位于江西省中部，在吉安市北部，是吉安市的“北大门”。新干县自来水公司承担着整个城区的用水，总供水规模8万吨/日。DN80以上供水管网约86公里，管网覆盖率达80%，用水普及率达90%以上，水质检验合格率达99%以上。"
        },
        {
            img:"news04.jpg", title:"走进巴蜀:平昌县自来水公司与珠海智通达成合作！",date:"2016-03-25 ",
            text:"平昌县位于四川省东北部，米仓山南麓，东接达州市万源市、宣汉县，南抵达州市达川区、渠县，西邻南充市仪陇县、营山县，北连通江县、巴州区。地处川东北交通要塞，是达州到巴中的必经之地。此次合作的成功是“智水云”的又一胜利，我们相信，更多的合作伙伴会纷至沓来。"
        }

    ]

});




